import "../index.css";
import img1 from "../images/dictionary/img1.png";

export let words = [
  {
    header: "Антиква",
    description:
      "шрифт с засечками, пришедший из книжной типографики. Часто выглядит «классически», с разной толщиной линий в буквах.",
    image: img1,
  },

  {
    header: "Гротеск",
    description:
      "шрифт без засечек, с ровной, строгой геометрией. Например, шрифт Helvetica — это гротеск.",
    image: img1,
  },

  {
    header: "Кернинг",
    description:
      "расстояние между двумя отдельными буквами. От него зависит, насколько аккуратно выглядит текст.",
    image: img1,
  },

  {
    header: "Лидинг",
    description:
      "расстояние между строками текста. Влияет на читаемость и восприятие.",
    image: img1,
  },

  {
    header: "Гриды",
    description:
      " это система модульных сеток, используемая в дизайне для упорядочивания элементов на странице, обеспечивая структурированность и удобочитаемость макета.",
    image: img1,
  },

  {
    header: "Трекинг",
    description:
      "это общий интервал между буквами в слове или строке текста. Он влияет на читаемость и визуальное восприятие: увеличенный трекинг делает текст более воздушным, а уменьшенный — более плотным.",
    image: img1,
  },

  {
    header: "Респонсивность",
    description:
      "способность интерфейса адаптироваться под разные экраны: от телефона до ноутбука.",
    image: img1,
  },

  {
    header: "Бенчмарк",
    description:
      " примеры лучших решений в определённой теме. Дизайнеры собирают бенчмарки, чтобы вдохновиться и понять стандарты.",
    image: img1,
  },

  {
    header: "Маскот",
    description:
      "визуальный персонаж проекта или бренда, который создаёт узнаваемость и эмоции (например, мишка в Тинькофф Образовании).",
    image: img1,
  },

  {
    header: "Фрод-дизайн",
    description:
      "плохой, обманчивый дизайн, где, например, кнопка «Отписаться» спрятана или сливается с фоном.",
    image: img1,
  },

  {
    header: "Питч",
    description:
      "краткая и убедительная презентация своей идеи. Часто нужен на защите проекта или перед заказчиком.",
    image: img1,
  },

  {
    header: "Бриф",
    description:
      "задание от клиента или преподавателя с требованиями, сроками и описанием задачи. Если его нет — велика вероятность делать не то и бесконечно переделывать.",
    image: img1,
  },

  {
    header: "Гайдлайн",
    description:
      " набор правил по использованию визуального стиля. Чтобы логотип не растягивали и не красили в кислотно-зелёный.",
    image: img1,
  },

  {
    header: "Онбординг",
    description:
      " процесс введения пользователя или сотрудника в продукт или команду. Часто оформляется как интерфейс с подсказками или обучающим сценарием.",
    image: img1,
  },

  {
    header: "ТЗ (техническое задание)",
    description:
      " детальный документ с описанием, как всё должно работать. Без него легко упустить важные детали.",
    image: img1,
  },

  {
    header: "Дизайн-система",
    description:
      " библиотека повторяющихся компонентов (кнопки, поля, заголовки), которая помогает создавать интерфейсы быстрее и единообразно.",
    image: img1,
  },

  {
    header: "Айдентика",
    description:
      " визуальная система бренда: логотип, цвета, шрифты, фирменные элементы. То, что делает бренд узнаваемым.",
    image: img1,
  },
];
