import "../index.css";
import img1 from "../images/dictionary/img1.png";

export let words = [
  {
    word: "байтить",
    sub: "20-е",
    img: img1,
    desc: "копировать чей-либо стиль, подражать кому-то",
    bigDesc:
      "сабантуй&nbsp;&mdash; это старинный национальный праздник у&nbsp;тюркоязычных граждан проживающих в&nbsp;районе Поволжья. В&nbsp;современном русском языке обозначает любое застолье.",
  },
  {
    word: "сабантуй",
    sub: "80-е",
    img: img1,
    desc: "сбор, вечеринка",
    bigDesc:
      "сабантуй&nbsp;&mdash; это старинный национальный праздник у&nbsp;тюркоязычных граждан проживающих в&nbsp;районе Поволжья. В&nbsp;современном русском языке обозначает любое застолье.",
  },

  {
    word: "манка",
    sub: "70-е",
    img: img1,
    desc: "толстая каучуковая подошва",
    bigDesc:
      "манка (советский сленг)&nbsp;&mdash; в&nbsp;СССР бытовое название толстой каучуковой микропористой подошвы светлого цвета (туфли на&nbsp;манке, сапоги на&nbsp;манке).",
  },
  {
    word: "голбец",
    sub: "60-е",
    img: img1,
    desc: "подполье, подвал в&nbsp;крестьянской избе",
    bigDesc:
      "голбец&nbsp;&mdash; отгородка в&nbsp;виде клети, чулана, устраиваемая в&nbsp;жилой избе за&nbsp;русской печью. В&nbsp;деревянных избах&nbsp;&mdash; конструкция при печи для всхода на&nbsp;печь и&nbsp;спуска в&nbsp;подклет.",
  },
  {
    word: "эвона как",
    sub: "60-е",
    img: img1,
    desc: "употребляется при выражении сильного удивления",
    bigDesc:
      "эвона как&nbsp;&mdash; употребляется при указании на&nbsp;предмет, находящийся в&nbsp;некотором отдалении, а&nbsp;также возглас при выражении различных чувств, душевных переживаний.",
  },
  {
    word: "лохмы",
    sub: "60-е",
    img: img1,
    desc: "пряди спутанных, всклоченных волос",
    bigDesc:
      "лохмы&nbsp;&mdash; пряди спутанных, всклоченных волос, пряди свалявшихся волос у&nbsp;человека или животного.",
  },
  {
    word: "елозить",
    sub: "70-е",
    img: img1,
    desc: "беспокойно двигаться, вертеться",
    bigDesc:
      "елозить&nbsp;&mdash; сидя или лёжа, беспокойно двигаться, вертеться, ёрзать.",
  },
  {
    word: "баско",
    sub: "60-е",
    img: img1,
    desc: "Красиво, хорошо, славно",
    bigDesc: "баско&nbsp;&mdash; хорошо, классно, круто, красиво.",
  },
  {
    word: "вошкаться",
    sub: "60-е",
    img: img1,
    desc: "долго возиться, собираться",
    bigDesc:
      "вошкаться&nbsp;&mdash; употребляется в&nbsp;значении долго возиться, собираться, делать какую-то работу (действие) не&nbsp;торопясь, порой намеренно, лениво.",
  },
  {
    word: "шибко",
    sub: "60-е",
    img: img1,
    desc: "значит то&nbsp;же, что очень",
    bigDesc:
      "шибко&nbsp;&mdash; разговорный (иногда грубый) вариант слова &laquo;слишком&raquo;. Используется в&nbsp;том&nbsp;же значении, что и&nbsp;&laquo;очень&raquo;.",
  },
  {
    word: "давеча",
    sub: "60-е",
    img: img1,
    desc: "недавно, незадолго до&nbsp;момента разговора",
    bigDesc:
      "давеча&nbsp;&mdash; устаревшее народно-разговорное наречие, обозначающее время накануне момента речи, имеет самый широкий спектр вариантов написания.",
  },
  {
    word: "зенки",
    sub: "60-е",
    img: img1,
    desc: "глаза (орган зрения человека или животного)",
    bigDesc:
      "зенки&nbsp;&mdash; глаза. &laquo;Зенками&raquo; называли глаза в&nbsp;тюрьмах, популярны фразы &laquo;вылупить зенки&raquo;, &laquo;залить зенки&raquo;.",
  },
  {
    word: "ладом",
    sub: "60-е",
    img: img1,
    desc: "дружно, мирно, по-хорошему, ладком",
    bigDesc:
      "ладом&nbsp;&mdash; дружно, мирно, по-хорошему, ладком. Означает хорошие взаимоотношения, согласие, мир, дружбу.",
  },
  {
    word: "хаять",
    sub: "60-е",
    img: img1,
    desc: "ругать, бранить, порочить",
    bigDesc:
      "хаять&nbsp;&mdash; неодобрительно отзываться о&nbsp;ком-либо, чём-либо, порочить кого-либо, что-либо. Выражение открытого презрения, критики и&nbsp;осуждения кого-либо или чего-либо.",
  },
];
